"Add" = "Agregar";
"Add Source" = "Agregar Fuente";
"All Packages" = "Todos los Paquetes";
"Analyzing dependencies..." = "Analizando dependencias…";
"Author" = "Autor";
"Bad Source" = "Fuente Errónea";
"Cancel" = "Cancelar";
"Cancelled." = "Cancelado.";
"Cleaning up..." = "Limpiando…";
"Custom..." = "Personalizar…";
"Direct Dependencies" = "Dependencias Directas";
"Direct Dependency" = "Dependencia Directa";
"Done" = "Hecho";
"Downloading" = "Descargando";
"Finishing" = "Terminando";
"have" = "tiene";
"Install" = "Instalar";
"Installing" = "Instalando";
"Maintainer" = "Mantenido por";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "El paquete \"%@\" no puede ser eliminado por que es absolutamente necesario para el correcto funcionamiento de Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "El paquete \"%1$@\" no puede ser eliminado por que hay otros paquetes cuyo funcionamiento dependen de el:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "El paquete \"%1$@\" no puede ser instalado (DPKG ha reportado el error #%2$d). Más información probablemente pueda ser obtenida en la consola de registros.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "El paquete \"%1$@\" no puede ser eliminado (DPKG ha reportado el error #%2$d). Más información probablemente pueda ser obtenida en la consola de registros.";
"Package \"%@\" was not found." = "El paquete \"%@\" no se ha encontrado. Posiblemente necesite agregar una fuente que lo contenga.";
"Please enter the source URL:" = "Por favor introduzca la URL de la fuente:";
"Preparing" = "Preparando";
"Reinstall" = "Reinstalando";
"Removing" = "Eliminando";
"Search All" = "Buscar en todo";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "La fuente en la URL \"%@\" es invalida y no fue agregada.";
"Uncategorized" = "Sin categoría";
"Update All" = "Actualizar todo";
"Remove" = "Eliminar";
"Version" = "Versión";
"Upgrade" = "Actualizar";
"View Console Log" = "Ver Consola de Registros";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "EL paquete \"%@\" no puede ser instalado porque hay un conflicto con un paquete instalado previamente, \"%@\". Por favor desinstalelo primero.";
"Yesterday" = "Ayer";
"Two Days Ago" = "Hace dos días";
"More..." = "Más…";
"Recent Packages" = "Paquetes Recientes";
"Force Remove" = "Forzar Eliminación";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Este paquete esta marcado como Esencial y es considerado como crucial para el funcionamiento del sistema. Puedes forzar su eliminación, pero al hacerlo podrías hacer tu sistema inutilizable. Por favor solo procede si sabes lo que estas haciendo";

"%d Hours Ago" = "%d Horas Hace";
"%d Hour Ago" = "%d Hora Hace";
"%d Minutes Ago" = "%d Minutos Hace";
"%d Minute Ago" = "%d Minuto Hace";
"%d Days Ago" = "%d Días Hace";

/* NIB strings */
"Add All" = "Agregar Todo";
"Other Credits" = "Otros Créditos";
"Copyright" = "Derechos de Copia";
"All rights reserved" = "Todos los derechos reservados";
"Categories" = "Categorías";
"Sources" = "Fuentes";
"Installed" = "Instalado";
"About" = "Acerca de";
"Updated" = "Actualizado";
